cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'


brew 'ack'
brew 'alpine'
brew 'armadillo
brew 'arpack'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bison'
brew 'boost'
brew 'brew-cask'
brew 'byobu'
brew 'cabal-install'
brew 'cairo'
brew 'carthage'
brew 'chswift'
brew 'cloog'
brew 'cmake'
brew 'coreutils'
brew 'coreutils'
brew 'cowsay'
brew 'crush-tools'
brew 'cunit'
brew 'curl'
brew 'docker'
brew 'drake'
brew 'ecj'
brew 'elasticsearch'
brew 'faac'
brew 'ffmpeg'
brew 'findutils'
brew 'fizsh'
brew 'flow'
brew 'fontconfig'
brew 'freetype'
brew 'gcc'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'ghc'
brew 'ghostscript'
brew 'git'
brew 'git-lfs'
brew 'glib'
brew 'glpk'
brew 'gmp'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnuplot'
brew 'go'
brew 'go'
brew 'gobject-introspection	libtiff'
brew 'graphicsmagick'
brew 'grc'
brew 'grep'
brew 'h2o'
brew 'harfbuzz'
brew 'hebcal'
brew 'hub'
brew 'icu4c'
brew 'imagemagick'
brew 'imagemagick'
brew 'isl'
brew 'jbig2dec'
brew 'jp2a'
brew 'jpeg'
brew 'lame'
brew 'latex2rtf'
brew 'libcaca', args: ['with-imlib2']
brew 'libevent'
brew 'libffi'
brew 'libgit2'
brew 'libmpc'
brew 'libpng'
brew 'libressl'
brew 'libssh2'
brew 'libtool'
brew 'libuv'
brew 'libvo-aacenc'
brew 'libyaml'
brew 'liftoff'
brew 'little-cms2'
brew 'littler'
brew 'lynx'
brew 'makedepend'
brew 'mpfr'
brew 'mruby'
brew 'newt'
brew 'ninja'
brew 'node'
brew 'node'
brew 'numpy'
brew 'nyancat'
brew 'openblas'
brew 'openssl'
brew 'openssl'
brew 'p7zip'
brew 'pandoc'
brew 'pango'
brew 'parallel'
brew 'pcre'
brew 'pdfcrack'
brew 'pdflib-lite'
brew 'perl'
brew 'pip-completion'
brew 'pixman'
brew 'pkg-config'
brew 'popt'
brew 'postgresql'
brew 'pyqt'
brew 'python'
brew 'python3'
brew 'qpdf'
brew 'qt'
brew 'r'
brew 'rbenv'
brew 'readline'
brew 'readline'
brew 'roundup'
brew 'ruby'
brew 'ruby-build'
brew 's-lang'
brew 'scons'
brew 'sip'
brew 'solr'
brew 'spaceman-diff'
brew 'spark'
brew 'sqlite'
brew 'superlu'
brew 'superlu43'
brew 'swiftlint'
brew 'texi2html'
brew 'texinfo'
brew 'tmux'
brew 'unrar'
brew 'unrar'
brew 'unzip
brew 'valgrind'
brew 'veclibfort'
brew 'vim'
brew 'wget'
brew 'wget'
brew 'wordnet'
brew 'wslay'
brew 'wxmac'
brew 'x264'
brew 'xcproj'
brew 'xvid'
brew 'xz'
brew 'yasm'
brew 'youtube-dl'
brew 'zeromq'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'



cask '1password'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'seashore'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
